export default [
    {
      id: 1,
      title: 'Джентльмены',
      cover: require ('@/images/poster1.jpg'),
      rating: '8.2',
      detailInfo: {
        about: 'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.',
        actors: 'Мэттью МакКонахи, Чарли Ханнэм, Генри Голдинг, Хью Грант',
        director: 'Гай Ричи'
      }
    },
    {
      id: 2,
      title: '1 + 1',
      cover: require ('@/images/poster2.jpg'),
      rating: '8.7',
      detailInfo: {
        about: 'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',
        actors: 'Франсуа Клюзе, Омар Си, Анн Ле Ни, Одри Флеро',
        director: 'Оливье Накаш, Эрик Толедано'
      }
    },
    {
      id: 3,
      title: 'Гладиатор',
      cover: require ('@/images/poster3.jpg'),
      rating: '7.8',
      detailInfo: {
        about: "В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад.  Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором.", 
        actors: 'Рассел Кроу, Хоакин Феникс, Конни Нильсен',
        director: 'Ридли Скотт'
      }
    }
  ]

